Repository: acloudmovingby/Translation-Assistance-Tool
Catalog: Import Files/th_en_batch_1_fixed_chunk5.csv-650387.tmx
Source language: th_th
Languages: en_us

source: รวมไปถึงกระทำการใดๆ
en_us: including any actions

source: ระบบการทำงานเป็นแบบไฟฟ้า
en_us: electrical operational system

source: ระบบนวดไฟฟ้าหรือปรับยกที่พักน่อง
en_us: electrical massage system or adjustable leg rest

source: ระบุไว้ว่าเป็นข้อมูลสำคัญจะไม่สามารถแก้ไขเปลี่ยนแปลงได้
en_us: the information is determined to be important, it cannot be altered

source: รู้สึกถึงความนุ่มสบายทุกครั้งที่สัมผัส
en_us: soft and comfy with every touch

source: วัสดุของเบาะทำจากหนังแท้
en_us: The cushion is made from real leather.

source: สามารถปรับเป็นโต๊ะสำหรับรรับประทานอาหารได้
en_us: can transform into a dining table

source: สามารถปรับเอนนอนได้โดยไม่รบกวนผู้โดยสารรอบข้าง
en_us: can be tilted forward or back without bothering neighboring passengers

source: สามารถใช้เป็นโทรศัพท์สำนักงานได้
en_us: can be used as an office phone

source: สื่อบันเทิง, ดนตรีและหนังสือ
en_us: entertainment media, music and books

source: หรือสามารถนำหูฟังขนาดมาตรฐานเสียบเพื่อรับฟังเสียงอย่างเป็นส่วนตัว
en_us: standard size headphones can be plugged in for private listening

source: หากมีผู้ฟ้องร้องตามกระบวนการทางกฎหมาย
en_us: if there is a plaintiff in accordance with legal procedure

source: เปลี่ยนภาพท้องฟ้าให้สวยในคลิกเดียว
en_us: make the sky more beautiful in one click

source: เพื่อจัดเตรียมและดำเนินการบริการ หากบริษัทฯ ได้เชื่อโดยสุจริตว่าการดำเนินการดังกล่าวเป็นสิ่งจำเป็น
en_us: in order to prepare and implement the service. If the company believes in good faith that said action is necessary

source: แยกส่วนห้องเตรียมของบริการ
en_us: set apart a room for service preparation

source: และน้ำหนักมาก เช่น กระเป๋าเสื้อผ้า
en_us: and very heavy such as luggage

source: และสถาบันชาติ ศาสนา พระมหากษัตริย์
en_us: and the institutions of nation, religion, and King.

source: และห้องพนักงานขับรถออกจากห้องโดยสาร
en_us: and the driver's room is past the cabin

source: โดฟมอบถังออกซิเจนให้โรงพยาบาลจุฬาลงกรณ์ 17/11/2559
en_us: Dove donated oxygen tanks to Chulalongkorn Hospital on 11/17/2016.

source: โดยทุกที่นั่งมีการติดตั้งจอทีวีเป็นส่วนตัวทุกที่นั่ง
en_us: Every seat has a personal TV screen installed.

source: โดยประตูทางออกฉุกเฉินด้านบนใช้ในกรณีไม่สามารถเปิดออกจากทางด้านข้าง
en_us: with the upper emergency exit to be used in cases where the side exits cannot be opened.

source: ไม่ว่าด้วยประการใดๆ
en_us: no matter what

source: (ค่าปรับวันละ 500 บาท หรือรวมทั้งสิ้นไม่เกิน 20,000 บาท)
en_us: (a fine of 500 baht per day or a total not exceeding 20,000 baht)

source: 1 ตรวจสอบวันเกิด เดือนเกิด ปีนักษัตร ทางโหราศาสตร์ไทย
en_us: 1 check birthday, birth month, and zodiac year using Thai astrology

source: 1678 ดีแทคคอลเซ็นเตอร์
en_us: 1678 DTAC call center

source: 4 ต่อ 4 แฟมิลี่เกม (117)
en_us: 4 vs 4 Family Game (117)

source: การยกเลิก/ การจ่ายล่วงหน้า
en_us: cancellations/ advance payment

source: การสมัครงาน ค้นหาตำแหน่งที่เปิดรับสมัครในปัจจุบัน
en_us: work application. Look for currently available positions.

source: ขอให้ตั้งสมาธิให้ดี
en_us: wishing good concentration

source: ข้อมูลสื่อและการวิเคราะห์ ดูเอกสารข่าว ช่องทางการติดต่อสื่อ และอื่นๆ
en_us: media information and analysis, news documents, media contact, etc.

source: ข้อมูลไม่หายไปไหนแน่นอน
en_us: The information has certainly not disappeared.

source: คว้าราคาคุ้มค่าสำหรับการเข้าพักครั้งหน้าของท่าน
en_us: Get a place worth the price for your next stay.

source: คุณรู้สึกอย่างไรกับการทำงานของเรา
en_us: How do you feel about our work?

source: ชอบที่นี่แต่ยังไม่แน่ใจใช่ไหม?
en_us: likes it here but still isn't sure, right?

source: ช่วยชีวิตคนไทยให้ดีขึ้น!
en_us: Help improve the lives of Thai people!

source: ดูคลิปแล้วจะรู้ว่า
en_us: watching the clip leads to the knowledge that

source: ดูที่พักอื่นที่เหมือนกัน
en_us: Look at similar accommodations.

source: ดูหมายเลขโทรศัพท์บริการช่วยเหลือทั่วโลกทั้งหมด
en_us: See all help-desk telephone numbers around the world.

source: ตั้งซ้ำในห้องอื่นๆ
en_us: posted the same on other forums

source: ตารางเวลารถโดยสารในประเทศ
en_us: domestic transportation schedule

source: ทรงพระเมตตาให้ดร.อาทิตย์เข้าเฝ้า
en_us: graciously granted Dr. Arthit an audience

source: ที่นี่ใครก็ไม่มา
en_us: Nobody comes here.

source: ประเภทห้องพัก จำนวนสูงสุด ราคาต่ำสุด
en_us: type of accommodation, maximum number, lowest price

source: ภาพ ส.ค.ส.พระราชทานจาก
en_us: the royal New Year's postcard from

source: ระบุทิศกะบะฮ์จากสถานที่ต่างๆ ทั่วโลก
en_us: specifies the direction to Mecca from any location in the world.

source: วันที่เช็คอินไม่ถูกต้อง
en_us: The check-in date is incorrect.

source: วินาทีที่พระราชินีเสด็จฯ
en_us: the minute the queen arrived

source: ศรัณย์ ศิริลักษณ์, คามิลล่า กิตติวัฒน์, แก้วใส คริสตัล, ขวัญกวินท์ ธำรงรัฐเศรษฐ์
en_us: Saran Sirilak, Camilla Kittiwat, Kaewsai Crystal, Kwankawin Thammarongratthaset

source: สมุดลงนาม ธรรมศาสตร์ เผยลายพระหัตถ์
en_us: The guestbook at Thammasat shows the King's handwriting.

source: สาขาวิชาการตรวจสอบและกฎหมายวิศวกรรม
en_us: Department of Examination and Engineering Law

source: สาขาสหวิทยาการเพื่อการพัฒนาท้องถิ่น
en_us: Interdisciplinary Studies for Local Development

source: หารู้ไม่นั่นคือรถของ...
en_us: don't know whose car that is.

source: ฿550.00 หยิบใส่ตระกร้า
en_us: put ฿550.00 in the shopping cart

source: เทรนด์ความงามสาวเอเชียปี 2017
en_us: 2017 Asian women beauty trends

source: เพลงภาษาอังกฤษที่แต่งเพื่อสรรเสริญพระบารมี
en_us: English songs written to praise the monarchy

source: เมื่อเสร็จพิธีน้องยกมือไหว้พี่ได้เสมอ
en_us: when the ceremony is finish, the younger people always put their hands together to respect the seniors

source: เรียกดูบริการช่วยเหลือทางออนไลน์
en_us: browse help services online

source: เหตุผลที่ผู้เข้าพักชอบที่นี่
en_us: the reasons why the guests like it here

source: แต่ไม่สามารถตอบกลับได้ครบทุกรายการ)
en_us: but is unable to respond to every topic)

source: ใช้ ตัวค้นหาศูนย์ฝึกอบรม
en_us: use a search engine to find a training center

source: ไม่อยากเป็นแมงเม่า...เข้าฟังนะจ๊ะ
en_us: I don't want to be a mayfly...come and listen.

source: ไม่เจอที่พักตรงใจหรือ?
en_us: Can't find the right place to stay?

source: “3 คำ” นี้นี่เองที่พ่อหลวงใช้
en_us: these "3 words" that the King used

source: “ทรงขับรถมาพระองค์เดียว
en_us: "He drove by himself

source: - เดินทางกลับจากประเทศกัมพูชา
en_us: - travel back from Cambodia

source: 16 พฤศจิกายน 2559 กำหนดการ การประชุมนานาชาติว่าด้วยกิจกรรมทางกายและสุขภาพ ครั้งที่ 6
en_us: 16 November 2016, schedule for the International Congress on Physical Activity and Public Health

source: ความต้องการด้านไฟฟ้าและการทำงาน
en_us: electrical and work needs

source: ค่าส่งฟรี, ส่งภายใน 1-3 วัน
en_us: free delivery, delivery within 1-3 days

source: จากเบอร์โทรศัพท์ของคุณเอง
en_us: from your own phone number

source: ดาวน์โหลดเกมส์ ต่างๆ ได่ง่ายยิ่งขึ้นครับ เร็วขึ้น ตั้งแต่ 100% ถึง 500% เลยทีเดียว
en_us: Download games more easily and between 100% to 500% faster.

source: ด้วยแอพอัจฉริยะที่ช่วยให้ชีวิตที่บ้านของคุณสนุกสนานยิ่งขึ้น
en_us: with a smart app that makes your home life more enjoyable.

source: ตระหนักใช้ยาต้านแบคทีเรีย ประจำปี พ.ศ. 2559"
en_us: 2016 Annual Awareness of Antibiotic Drugs"

source: นักเรียนไทยหลายคนต่างมองว่าโรงเรียนคอนแวนต์แห่งนั้น
en_us: Many Thai students feel that that convent school

source: ประเด็นร้อนบนโซเชียล
en_us: a hot-issue on social media

source: ปูพื้นฐานสู่การลงทุนเบื้องต้น
en_us: to lay the foundation for basic investing

source: ยิ่งค่าตัวเลขนี้ยิ่งต่ำยิ่งดี
en_us: The lower this numeric value, the better.

source: ยิ้มอ่อน แบบซ่อนความหมาย..
en_us: to smile out of politeness, as if to hide the real meaning..

source: ระบบจะแสดงผลลัพธ์ในการทดสอบ
en_us: the system will show the test results

source: ลองดาวน์โหลดมาใช้พร้อมกันเลยสิ
en_us: Try downloading and using together.

source: ล้อหน้า ดิสก์เบรก, ล้อหลัง ดรัมเบรก
en_us: disk brake for the front wheel, drum brake for the back wheel

source: ว่าผู้ให้บริการอินเทอร์เน็ตนั้น
en_us: that that internet service provider

source: ศูนย์ส่งเสริมและพัฒนาการเรียนรู้
en_us: center for educational promotion and development

source: สถานทูตอังกฤษ กรุงเทพฯ เป็นตัวแทนของรัฐบาลสหราชอาณาจักรในประเทศไทย
en_us: The British embassy in Bangkok is the United Kingdom's representative in Thailand.

source: สามารถใช้ได้กับทุกเว็บเบราวเซอร์ และ ไม่มีโฆษณามากวนใจ
en_us: can be used with any browser and is free of bothersome ads

source: หวังให้เหล่าซิสเตอร์ผู้เข้มงวดช่วยอบรมขัดเกลามารยาทกุลสตรี
en_us: hope that the stern Sisters help teach ladylike behavior

source: อย่ารีเฟรชเพจหรือเลือก ย้อนกลับ เพราะอาจเป็นการยกเลิกคำขอ
en_us: don't refresh the page or return to the previous page because it may terminate the request

source: เข้าถึงข่าวและเนื้อหาสะดวกยิ่งขึ้น
en_us: more conveniently get news and content

source: เครื่องเซิร์ฟเวอร์ ของเรา หรือที่เรียกว่า
en_us: our servers, also known as

source: เพราะไม่อยากให้ลูกสาวริรักในวัยเรียน
en_us: CHECK because I don't want my daughter Rirak in her childhood

source: เอาใจแฟนจนต้องเคลิ้ม!
en_us: pamper the sweetheart to the point of dozing off!

source: แชปเตอร์วัน คอนโด
en_us: Chapter One Condo

source: และการจับคู่กับอุปกรณ์พกพาหรืออุปกรณ์สวมใส่อย่างง่ายดาย
en_us: and easy pairing with portable or wearable devices

source: และลดระยะเวลาเปิดเว็บไซต์
en_us: and reduces website loading time

source: ให้คำติชม โปรดเลือกหนึ่งตัวเลือก
en_us: to give feedback, please choose one option

source: 1. หากไม่ได้ระบุไว้เป็นอย่างอื่น
en_us: 1. If not otherwise specified

source: ขึ้นอยู่กับผู้ใหญ่รอบข้างที่ต้องช่วยให้ความอบอุ่น...เข้าใจ
en_us: depends on the adults around who must help provide warmth...understand

source: ควีนส์ปาร์ค เรนเจอร์ส
en_us: Queens Park Rangers

source: คำแนะนำไปท่องเที่ยวศรีลังกา
en_us: Sri Lanka travel tips

source: คู่มือคนไทยไปศรีลังกา
en_us: Thai Guidebook for Sri Lanka

source: ต่างๆรวมทั้งกำลังกินยาอะไรอยู่
en_us: including taking medicine

source: นาคี ตอนที่ 7 ล่าสุด และนาคีย้อนหลัง
en_us: Nakee episode 7, the latest and prior Nakee

source: น้องหมาที่เราเลี้ยงคือสีอะไร
en_us: what is the color of our pet dog?

source: พรีเมียร์ลีก อังกฤษ : ผล/โปรแกรมการแข่งขัน | ตารางคะแนน | ดาวซัลโว
en_us: Premier League English : results/competitive programs | top scorers | Daoselwo

source: ระยะเวลากิจกรรม 17 พ.ย. - 17 ธ.ค. 2559 นะคะ
en_us: The duration of the activity is 17 Nov - 17 Dec 2016.

source: รายพระนามพระมหากษัตริย์ไทย
en_us: list of the names of Thai kings.

source: ร้องไม่ยอมหยุด" อุปสรรคที่มือใหม่หัดเลี้ยงปอม
en_us: crying endlessly" a hurdle for new pomeranian owners

source: สำมะโนธุุรกิจและอุตสาหกรรม
en_us: business and industry census

source: หลายๆท่านอยากมีน้องปอม
en_us: Many of you want to have a pomeranian.

source: เนื่องจากช่วงนี้พอเวลาทำงานหนักไม่ได้
en_us: since during this period, as soon as it's time, too much work can't be performed CHECK

source: เบลล่า ยิ้มแก้มปริ!
en_us: Bella is grinning!

source: เบิร์ด ธงไชย แมคอินไตย์
en_us: Bird Thongchai McIntyre

source: เวียร์ หอบดอกไม้ช่อโต
en_us: Weir is carrying a large bouquet of flowers.

source: เสื้อพาร์กาแบบพกพา
en_us: portable parka

source: แต่จะมีสักกี่คนที่รู้ที่มาความเป็นไป
en_us: But how many people would know the cause of what happened?

source: ในหัวข้อเรื่องการทำวัคซีนกันอีกครั้งนะครับ
en_us: once again on the topic of performing vaccinations.

source: ไปจนถึงเล็กจิ๋วเลยทีเดียว
en_us: to the absolute tiniest

source: 1.สัมถาระติดตัวเดินทางได้คนละไม่เกิน 3ชิ้น น้ำหนักรวมกันไม่เกิน 20กิโลกรัม หากน้ำหนักเกินจะเก็บค่าบริการสัมภาระตามอัตราค่าระวาง
en_us: 1. No more than 3 personal belongings per person; maximum weight of 20 kilograms; If over the maximum weight, a service fee will be charged calculated according to the freight rate.

source: 10. หุ่นยนต์ คลิกที่นี่
en_us: 10. For robots, click here.

source: 6. สังคมศึกษา ศาสนา และวัฒนธรรม คลิกที่นี่(แก้ไข วันที่ 24 ส.ค. 59 )
en_us: 6. For social studies, religion, and culture, click here (edited on 24 Aug 16)

source: 7. สุขศึกษาและพลศึกษา คลิกที่นี่
en_us: 7. For health and physical education, click here.

source: กรมอเมริกาและและแปซิฟิกใต้
en_us: Department of American and South Pacific Affairs

source: กรอกใบสมัครล่วงหน้าผ่านทางอินเทอร์เน็ต
en_us: Fill out the application ahead of time online.

source: กรุ่นชีสเกรียมข้างนอก
en_us: sizzling, with charred cheese on the outside

source: กล้องดิจิตอลแบบสะท้อนเลนส์เดียว
en_us: single lens reflex digital camera

source: กับไวท์ซอสปรุงรสเนื้อครีมเข้มข้น
en_us: with a rich and creamy flavored white sauce

source: ข่าวประชาสัมพันธ์จาก กบข.
en_us: news from GPF.

source: ข้อมูลความรู้ - เรื่องเด่น - ประเด็นร้อน
en_us: insights - featured - hot topics

source: คลุกเคล้าในซอสมะเขือเทศที่ปรุงรสกับเครื่องเทศ
en_us: mixed in a tomato sauce flavored with spices

source: ความเร็วบวกกับความฉลาดล้ำ
en_us: speed with ultra-intelligence

source: คอร์สเรียนภาษาอังกฤษสำหรับผู้ใหญ่
en_us: English language course for adults

source: งดงามทรงคุณค่า • 1 ภาพประวัติศาตร์
en_us: beautiful and valuable • 1 historical picture

source: จะหาชือรุ่นผลิตภัณฑ์ได้อย่างไร
en_us: How to find the name of the product model?

source: จากนั้นเมื่อระดับน้ำทะเลลดลงจนต่ำกว่าน้ำในคลอง
en_us: After that, when the sea level drops below the water level of the canal

source: จุดพักทานอาหารใหม่ที่อุตรดิตถ์
en_us: a new place to eat in Uttaradit

source: ช่วยไปตามเธอมาที (คลิป) • ลุงโวยวายจะมาอีกทำไม
en_us: Please follow here (clip) • Uncle cried out, "Why come again?"

source: ช้อปออนไลน์...สุดคุ้ม รับสิทธิ์ 2 ต่อ
en_us: Shop online...a great value and eligible for 2 per

source: ซึ่งจะใช้คลองมหาชัย คลองสนามชัย และแม่น้ำท่าจีน
en_us: which will use the Mahachai Canal, Sanam Chai Canal, and the Thachin River.

source: ซึ่งต่อเข้ากับระบบระบายน้ำหรือคลอง
en_us: which connects to a drainage system or canal.

source: ซึ่งโครงการนี้จะประกอบไปด้วย ๓ โครงการในระบบคือ
en_us: This project will entail 3 projects in the system, namely

source: ซ่อนกระทู้ปักหมุด >> อ่านๆ ปรับระบบห้องลับ ใหม่!!
en_us: Hide Thread >> Read and re-adjust the system for secret rooms!!

source: ด้วยไก่สับเนื้อนุ่มคัดสรร
en_us: with slices of tender, select chicken

source: ตัวเครื่องทำจากอะลูมิเนียมที่นำมารีไซเคิลได้
en_us: The machine is made from recyclable aluminum.

source: ต้องทราบปริมาตรน้ำผิวดินและอัตราการไหลผิวดินที่มากที่สุดที่จะยอมปล่อยให้ออกได้ในช่วงเวลาฝนตก
en_us: have to know the volume of surface water and the maximum rate at which the surface water can be drained out during periods of rain.

source: ทนทานและ น่ารักสดใส ผสานฟังก์ชันการใช้งานอันทรงประสิทธิภาพ
en_us: durable, cute, and cheerful, integrating powerful usage functionality.

source: ทั้งของฝากอีกมามาย
en_us: as well as souvenirs galore

source: ทั้งนี้โครงการแก้มลิงแบ่งเป็น ๒ ส่วนคือ โครงการระบายน้ำในพื้นที่ฝั่งตะวันออกของแม่น้ำเจ้าพระยา
en_us: The Kaem Ling Project is split into 2 parts, namely the Western Bank of the Chao Phraya River Water Drainage Project

source: ทำหน้าที่เป็นคลองรับน้ำในพื้นที่ตั้งแต่จังหวัดอ่างทอง อยุธยา ปทุมธานี นครปฐม และกรุงเทพมหานคร
en_us: to act as a canal for the areas of Angthong, Ayutthaya, Pathum Thani, Nakhon Pathom and Bangkok.

source: ทำหน้าที่เป็นทางเดินของน้ำ
en_us: to act as a waterway

source: ที่ทรงห่วงใยพสกนิกรของพระองค์
en_us: who cares for his people.

source: ที่รวบรวมน้ำฝนจากพื้นที่บริเวณนั้นๆ
en_us: which collects rainwater from that area

source: ที่เสด็จเยือน “พม่า” • เป็นจริงตามที่พ่อพูด!!
en_us: who visited "Burma" • What father said is true!!

source: ทุกวันจันทร์-อังคาร 19.30 น. เริ่ม 18 กรกฎาคมนี้
en_us: Every Monday-Tuesday at 7:30 pm beginning July 18.

source: นายกฯ สั่งเปลี่ยน &apos;ทีวีแห่งชาติ&apos; จบเที่ยงคืนนี้
en_us: The Prime Minister ordered "National TV" to stop at midnight tonight.

source: นิวัตเมืองไทย • เหตุการณ์นี้เกิดขึ้นที่ หลังฉาก • “ลูกของหม่อมฉัน
en_us: CHECK

source: น้ำในคลองจะไหลลงสู่ทะเลตามธรรมชาติ
en_us: The water in the canal will pour naturally into the sea.

source: บัตรเครดิตร่วมกรุงเทพดุสิตเวชการ- กสิกรไทย
en_us: Credit Card from Bangkok Dusit Medical Services - Kasikorn Thai

source: บัตรเครดิตร่วมเมอร์เซเดส- กสิกรไทย
en_us: Credit Card from Mercedes-Kasikorn Thai

source: บัตรเครดิตเคเวฟ กสิกรไทย
en_us: K-Wave Credit Card

source: บิ๊กโปรคาเมร่า
en_us: Big Pro Camera

source: ปรับแรงลมได้ 3 ระดับ
en_us: set the wind power to any of 3 speeds

source: ปรุงเมนูคลาสสิกให้คุณอร่อยกว่าเดิม
en_us: creating for you classic menu items even tastier than before.

source: ผมจะไม่รักได้งัย
en_us: I don't love easily.

source: พร้อมทานอาหารอร่อยกับบรรยากาศสุดพิเศษ
en_us: while eating delicious food in an extraordinary setting

source: พื้นที่เก็บกักน้ำเหล่านี้ได้แก่ เขื่อน อ่างเก็บน้ำ ฝาย ทุ่งเกษตรกรรม เป็นต้น ลักษณะสิ่งก่อสร้างเหล่านี้จะมีวัตถุประสงค์อื่นประกอบด้วย เช่น เพื่อการชลประทาน
en_us: These water containment areas include dams, water reservoirs, agricultural fields, etc. These constructions will serve other purposes as well such as irrigation.

source: มาส์กสำหรับผิวหน้า
en_us: facial mask

source: มีดไฟฟ้าและเครื่องลับมีด (352)
en_us: electric knife and knife sharpeners (352)

source: มีพระราชดำริถึงลิงที่อมกล้วยไว้ในกระพุ้งแก้มได้คราวละมากๆ
en_us: thought of how a monkey can hold many bananas in its mouth all at once

source: รวมถึงมีเว็บไซต์สถานทูตและสำนักงานคณะข้าหลวงใหญ่ของสหราชอาณาจักรทั่วโลก
en_us: as well as the websites for the British Embassies and High Commissions across the globe.

source: ระบบรับสมัครและลงทะเบียน ปริญญาโท
en_us: apply and register for a Master's Degree

source: ระบบสารสนเทศสำหรับนักศึกษา ปริญญาโท
en_us: information system for Master's Degree students

source: ระหว่างท่องเที่ยวหรือพำนักในต่างประเทศ
en_us: while visiting or residing in a foreign country

source: ลักษณะและวิธีการของโครงการแก้มลิง
en_us: the nature and methodology of the Kaem Ling project

source: ลิงจะทำอย่างนี้จนกล้วยหมดหวีหรือเต็มกระพุ้งแก้ม
en_us: The monkey will do this until either the entire bunch of bananas has been used up or its cheeks are totally stuffed.

source: วันนี้ได้เห็นแบบเคลื่อนไหวแล้ว • ซาบซึ้ง!
en_us: saw an animation today • Thrilling!

source: ศูนย์บริการลูกค้าเพชรประเสริฐมุกดาหาร
en_us: Mukdahan Phet Prasert Customer Service Center

source: สัมผัสกับความประทับใจได้ทุกวัน
en_us: feel moved every day

source: หอมอร่อยในไวท์ครีมซอสรสเข้มข้น
en_us: delicious onions in a rich cream sauce

source: หากต้องการยกเลิกหรือเลื่อนการนัดหมาย
en_us: If a cancellation or rescheduling is required

source: ห้ามนำอุปกรณ์เครื่องมือหนักมาใช้สร้างหุ่นยนต์ภายในพื้นที่สร้างและประกอบหุ่นยนต์ เด็ดขาด
en_us: Under no circumstances should heavy robot construction equipment be brought into the robot construction and assembly area.

source: องค์กรไม่หวังผลกำไร | นักการศึกษา | ผู้ให้บริการข้อมูล | สื่อ
en_us: Non-Profit Organizations | Students | Data Service Providers | Media

source: อบรมปลายปีนี้2559เดือนพฤษจิกายน เจอกันแน่นอน (อาการเสียที่ซ่อมกันยากๆ) ข้อมูลซ่อมทุกเครื่องได้จากโต๊ะทำงาน
en_us: End-of-the-year training for 2016 in November. Will certainly meet. (Breaks that are very difficult to fix). Information about repairing any machine right from the desk.

source: อ่านอีก 1 ตอบกลับความคิดเห็นนี้
en_us: Read more 1 Respond to this comment

source: เข้ากับแฟชั่นได้อย่างโดดเด่น
en_us: looks striking with any fashion style

source: เครือโครงกพยาบาลเปาโล)
en_us: Paolo Hospital network)

source: เปลี่ยนใจผู้ต่อต้านให้ยอมรับ • ห้องประทับชั้น 16 รพ.ศิริราช ในวันที่พ่อไม่อยู่
en_us: change the minds of the opposition • Royal living quarters on the 16th floor, Siriraj Hospital on the day when the father isn't there

source: เปิดสอน...หลักสูตรระยะสั้นรอบที่สาม
en_us: Teaching begins...third round of short term curriculums

source: เป็นสีเหลืองทองเกรียมนิดๆ
en_us: is a lightly singed yellow golden color

source: เพื่อการประมง เป็นต้น ๒. แก้มลิงขนาดกลาง
en_us: for fishery, etc. 2. Medium sized monkey cheek

source: เพื่อความสะดวกของผู้โดยสารในจังหวัดอุดรธานี
en_us: for the convenience of passengers in Udon Thani

source: เพื่อทำให้น้ำตอนบนค่อยๆ ไหลมาเอง จึงทำให้เกิดน้ำท่วมพื้นที่ลดน้อยลง
en_us: so that the water in the higher areas flows down on its own, reducing flooding in the area

source: เพื่อใช้สมัครด้วยตนเองที่มหาวิทยาลัย
en_us: in order to apply to university by oneself

source: เพื่อให้น้ำไหลลงคลองพักน้ำที่ชายทะเล
en_us: so that the water flows down into the canal reservoirs on the coast

source: เมื่อเดินทางไปต่างประเทศที่ท่าอากาศยานสุวรรณภูมิ ฟรี 2 ครั้งต่อปี/ ท่าน
en_us: is free 2 times per year/person when traveling internationally at Suvarnabhumi Airport.

source: เรามาถึงจุดนี้ได้ยังไง
en_us: How did we get to this point?

source: เรียงลำดับตามตัวอักษร (ฮ - ก)
en_us: alphabetize (CHECK

source: เอแม็กซ์ เฮลล์ โฟกัส
en_us: A-Max Hell Focus

source: แพ่งและทางอาญาจนถึงที่สุด
en_us: civil and criminal till the end

source: และขนาดใหญ่กระจายอยู่ทั่วกรุงเทพมหานคร กว่า 20 จุด ซึ่งส่วนใหญ่เป็นพื้นที่ทางฝั่งธนบุรี
en_us: and large sizes spread throughout Bangkok in over 20 locations, most of which are on the Thonburi side.

source: และปริมณฑลให้เบาบางลงไปได้
en_us: and perimeter, so as to become more sparse

source: และระบายน้ำออกทางแม่น้ำเจ้าพระยา
en_us: and to release the water into the Chao Phraya river.

source: แล้วนำไปเก็บไว้ที่แก้มก่อน
en_us: and then puts in the cheek before

source: แล้วระบายลงสู่ทะเลด้านจังหวัดสมุทรสาคร
en_us: and then flows out into the sea in Samut Sakhon province

source: โดยจะใช้คลองที่ตั้งอยู่ชายทะเลด้านจังหวัดสมุทรปราการ
en_us: by using canals laid on the coast in Samut Prakan province

source: โดยสิ่งสำคัญคือต้องจัดหาพื้นที่กักเก็บให้พอเพียง
en_us: And what is most critical is to procure an area sufficiently large enough to contain the water.

source: โดยอาศัยเพียงแค่วิธีการทางธรรมชาติ
en_us: by relying on only natural methods

source: โดยไม่จำกัดจำนวนเงินคืน
en_us: with no refund limit

source: ใกล้รถไฟฟ้าและเซ็นทรัล "เปลี่ยน" ก้าวใหม่ ให้ชีวิต เริ่ม 2.15 ล้าน*
en_us: NS

source: ในขณะที่คนอื่นเข้านอนแล้ว • เป็นบุญตา!
en_us: while others go to sleep. • Is Bunyata!

source: ได้เปิดเคาน์เตอร์ไว้บริการลูกค้าดังนี้....
en_us: has opened a customer service desk as follows....

source: ไม่คาดเข็มขัดนิภัย มีโทษปรับ 5,000บาท ตั้งแต่วันที่ 11 พฤษภาคม 2557 เป็นต้นไป ผู้โดยไม่คาดเข็มขัดนิภัย มีโทษปรับ 5,000บาท
en_us: Not wearing a seat belt incurs a fine of 5,000 baht beginning May 11, 2014. Passengers not wearing a seat belt incurs a fine of 5,000 baht.

source: • ไร้กังวล...เลือกกำหนดวงเงินเองได้ตามต้องการ
en_us: • Worry free...choose a limit as needed.

source: 2. ชําระเงินผ่านธนาคาร
en_us: 2. Pay via bank

source: กล้องรุ่นนี้ดีไซต์ใหม่ต่างจาก
en_us: This model of camera has been redesigned, different from

source: ขายกล้องดิจิตอล, กล้องฟิล์ม, อุปกรณ์เสริมต่างๆ ของกล้อง
en_us: selling digital cameras, film cameras, camera accessories

source: ค่าประกันอุปกรณ์ชำระในวันติดตั้ง
en_us: Equipment insurance fee is to be paid on the day of installation.

source: จะไปช่วยเหลือคุณ ณ จุดเกิดเหตุภายใน 30 นาที สำหรับพื้นที่กรุงเทพฯ
en_us: will come to your aid at the place of emergency within 30 minutes for the area of Bangkok.

source: บอม ธนิน เปิดใจ รูปที่มีทุกบ้านหนึ่งแรงบันดาลใจสำคัญในการเริ่มเล่นกีฬา
en_us: NS

source: มิลตัน คียนส์
en_us: Milton Keynes

source: วิธีติดตั้งและเปิดใช้แอปอีกครั้ง
en_us: How to re-install and use app.

source: สอบถามข้อมูลด้านบริการโทร 02-2076805
en_us: For inquiries regarding service, call 02-2076805.

source: อนุญาตให้เซลล์ 1 ท่าน/ร้านค้า 1 ร้าน ต่อ 1 กระทู้เท่านั้น ห้ามตั้งใหม่ ตั้งซ้ำหลายกระทู้
en_us: Only 1 person/1 store allowed per thread. Do not repost or cross-post to other threads.

source: ออมเงิน..คนเงินเดือนน้อย ✎ 8 พ.ย. 2559
en_us: Save money..a person with a low salary ✎ 8 Nov 2016

source: อัลฟ่า โปรช้อบ
en_us: Alpha ProShop

source: เตรียมตัวกันให้พร้อมแล้วก้าวเข้ามาเลย
en_us: stepped in once ready.

source: เพื่อให้คุณมั่นใจว่ารถยนต์ของคุณจะซ่อมเสร็จโดยเร็วที่สุด
en_us: so that you are confident that your car will be repaired as quickly as possible.
